import logo from './logo.svg'
import './App.css'

function App() {
  return (
    <div className="App">
      <h1>隐私政策</h1>
      <div>
        更新日期：<strong>2024/4/3</strong>
      </div>
      <div>
        生效日期：<strong>2024/4/3</strong>
      </div>
      <h2>导言</h2>
      <p>
        <i>cicivibes.site</i> 是一款展示型网站，由 <i>Cici Shi</i>{' '}
        （以下简称“我们”）维护和运营。我们重视用户的隐私，本网站
        <strong>不收集、存储或使用任何访问者的个人信息</strong>
        。本《隐私政策》旨在明确通知访问者，我们对隐私的处理方式及原则。
      </p>
      <p>
        如对本《隐私政策》或相关事宜有任何问题，请通过{' '}
        <strong>1901177100@qq.com</strong> 与我们联系。
      </p>

      <h2>1. 我们收集的信息</h2>
      <p>
        我们的网站设计为完全匿名浏览，我们<strong>不会收集</strong>
        任何有关访问者的个人信息，包括但不限于姓名、联系方式或电子邮件地址。
      </p>

      <h2>2. Cookie和类似技术</h2>
      <p>
        为提升用户体验，本网站可能使用Cookie或类似技术，以优化网站性能。所有通过此方式收集的信息均为匿名，不指向任何个人身份信息。
      </p>

      <h2>3. 信息安全</h2>
      <p>
        我们致力于保护网站访问者的信息安全。虽然网站不收集个人信息，但我们采取一切合理的措施，以防止可能的安全威胁。
      </p>

      <h2>4. 变更</h2>
      <p>
        我们可能会不时更新本《隐私政策》以反映政策变化或新的隐私实践。任何更新都会在我们的网站上发布，并更新生效日期。我们鼓励访问者定期查看本政策，以了解我们如何保护他们的信息。
      </p>

      <h2>6. 联系方式</h2>
      <p>
        如果您对我们的隐私政策有任何疑问或担忧，请通过{' '}
        <strong>1901177100@qq.com</strong> 与我们联系。
      </p>
    </div>
  )
}

export default App
